Repository: devilousion/skin.eminence.2.mod.by.abeksis
Catalog: skin/skin.eminence.2.mod/language/Hebrew/strings.po
Languages: he_il

# #31641
source: [B]Library Data Provider[/B] addon is needed to add more widgets.
he_il: [B]Library Data Provider[/B] - הרחבה נדרשת בשביל עוד ווידג'טים

# #31642
source: Banners
he_il: באנרים

# #31643
source: Big posters
he_il: פוסטרים גדולים

# #31644
source: Frames
he_il: מסגרות

# #31645
source: Media Infos 1
he_il: פרטי מדיה 1

# #31646
source: Infos List 2
he_il: רשימת מידע 2

# #31647
source: Thumbs
he_il: תמונות ממוזערות

# #31648
source: Hide infos
he_il: הסתר מידע

# #31649
source: Debug grid
he_il: רשת ניפוי באגים

# #31650
source: Show debug grid on interface.
he_il: הצג רשת ניפוי באגים

# #31651
source: Posters
he_il: פוסטרים

# #31652
source: View
he_il: תצוגה

# #31653
source: Text color
he_il: צבע טקסט

# #31654
source: Enable individual text color for each tile in home customisation
he_il: בחר צבע טקסט לכל אריח בנפרד דרך התאמת תפריט הבית

# #31655
source: Set text color for tiles text on home menu.
he_il: בחר צבע טקסט לכל האריחים בתפריט הבית

# #31656
source: Set a text color for each tile of home bar menu via customisation home menu.
he_il: בחר צבע טקסט לכל אריח בנפרד דרך התאמת תפריט הבית

# #31657
source: Color and opacity
he_il: צבע ושקיפות

# #31658
source: Reset color and opacity to defaults
he_il: אפס צבע ושקיפות

# #31659
source: Reset Fanarts color and opacity to defaults.
he_il: אפס צבע פאנארט ושקיפות

# #31660
source: Reset secondary color to default
he_il: אפס צבע משנה

# #31661
source: Reset secondary color to default.
he_il: אפס צבע משנה

# #31662
source: Reset text color to default
he_il: אפס צבע טקסט

# #31663
source: Reset text color to default.
he_il: אפס צבע טקסט

# #31664
source: Squared tiles with rounded corners
he_il: אריחים מרובעים עם פינות מעוגלות

# #31665
source: Empty rounded tiles
he_il: אריחים ריקים מעוגלים

# #31666
source: Empty squared tiles
he_il: אריחים ריקים מרובעים

# #31667
source: Empty squared tiles with rounded corners
he_il: אריחים ריקים עם פינות מעוגלות

# #31668
source: Empty beveled tiles
he_il: אריחים ריקים משופעים

# #31669
source: Studios icons
he_il: אייקוני סטודיו

# #31670
source: Select studios icons addon.
he_il: בחר הרחבת אייקוני סטודיו

# #31671
source: Show studios icons on videos infos
he_il: הראה אייקוני סטודיו במידע וידאו

# #31672
source: Show studios icons on video infos.
he_il: הראה אייקוני סטודיו במידע וידאו

# #31673
source: Home bar color and opacity
he_il: שינוי צבע הבר ואטימות

# #31674
source: Reset home bar color and opacity
he_il: איפוס צבע בר ואטימות

# #31675
source: Set color and opacity for home bar menu.
he_il: בחר את צבע הבר ואטימות

# #31676
source: Reset home bar color and opacity.
he_il: אפס את צבע הבר ואטימות

# #31677
source: Color and opacity of primary widget tile
he_il: צבע ושקיפות לחלון הווידג'ט

# #31678
source: Color and opacity of secondary widget tile
he_il: צבע ושקיפות לכותרת משנית

# #31679
source: Reset color and opacity of primary widget tile
he_il: אפס צבע ושקיפות לחלון הווידג'ט

# #31680
source: Reset color and opacity of secondary widget tile
he_il: אפס צבע ושקיפות של כותרת משנית

# #31681
source: Set color and opacity of primary widget tile.
he_il: בחר צבע ושקיפות של כותרת ראשית

# #31682
source: Reset color and opacity of primary widget tile.
he_il: אפס צבע ושקיפות של כותרת ראשית

# #31683
source: Set color and opacity of secondary widget tile.
he_il: בחר צבע ושקיפות של כותרת משנית

# #31684
source: Reset color and opacity of secondary widget tile.
he_il: אפס צבע ושקיפות של כותרת משנית

# #31685
source: Posters list
he_il: רשימת פוסטרים

# #31686
source: Replace widget fanart with background
he_il: החלפת תמונת ווידג'ט סרט

# #31687
source: Replace widget fanart with home background.
he_il: החלף פאנארט של ווידג'ט עם תמונת רקע כללית

# #31688
source: Sets a protection password for menu items.
he_il: הגדר הגנת סיסמא עבור תפריטים

# #31689
source: Sets duration white menu items will be available after entering password.
he_il: בחר זמן זמינות עבור פרטי מידע - מאופשר רק עם סיסמא

# #31690
source: Password protection
he_il: הגנת סיסמא

# #31691
source: Password protection for menu items
he_il: הגנת סיסמא עבור פרטי תפריט

# #31692
source: Password has been successfully set !
he_il: הסיסמא הוגדרה בהצלחה

# #31693
source: Accessibility duration for menu items
he_il: זמן זמינות עבור פריטי תפריט

# #31694
source: Password protected content
he_il: תוכן מוגן בסיסמא

# #31695
source: Press [B]Enter[/B] and insert password.
he_il: אזהרה! תוכן מוגן - לחץ אינטר להזנת סיסמא

# #31696
source: Incorrect password ! Please Retry.
he_il: סיסמא שגויה! נסה שוב

# #31697
source: Correct password ! This menu is now available for
he_il: סיסמא נכונה! התפריט כעת זמין

# #31698
source: minute(s)
he_il: דקות

# #31699
source: Enable day/night color themes
he_il: אפשר ערכות נושא ליום/לילה

# #31700
source: Theme to use at day time
he_il: ערכת נושא לשימוש ביום

# #31701
source: Theme to use at night time
he_il: ערכת נושא לשימוש בלילה

# #31702
source: every day at
he_il: כל יום ב

# #31703
source: Turns automatically change color theme based on day and night.
he_il: הפעל מעבר אוטומטי בין ערכות נושא על פי זמן היום

# #31704
source: Selects the theme to use on day.
he_il: בחר ערכת נושא לשימוש ביום

# #31705
source: Selects the theme to use on night.
he_il: בחר ערכת נושא לשימוש בלילה

# #31706
source: Create and manage all color themes.
he_il: צור ונהל תוכניות צבע

# #31707
source: Protect home menu items with password
he_il: הגן על תפריט הבית

# #31708
source: Protect home menu items with password. Protection of each item is performed in [B]Customize Home Menu[/B].
he_il: הגן על פריטי תפריט הביתה עם סיסמא. הגנה של כל פריט מתבצעת [B] התאמה אישית דף בית תפריט [/ B].

# #31709
source: Icons and texts only
he_il: אייקונים וטקסט בלבד

# #31710
source: Show infos when video is paused
he_il: הצג פרטים כאשר הוידאו מושהה

# #31711
source: Show infos panel when the video is paused.
he_il: הראה פאנל מידע כשהוידאו נעצר

# #31712
source: second(s)
he_il: שניות

# #31713
source: Time to display
he_il: זמן להצגה

# #31714
source: Sets time before synopsis display in the video library.
he_il: הגדר משך זמן לפני תצוגת פרטי הסרט בספריית הוידאו

# #31715
source: Hide tile
he_il: הסתר אריח

# #31716
source: Hide header tile.
he_il: הסתר אריח עליון

# #31717
source: Show indicators with widget infos
he_il: הראה מצביעים בווידג'ט מידע

# #31718
source: Show indicators of watched, unwatched, in progress and new videos with widget infos.
he_il: הראה מצביעים ל"נצפה", "לא נצפה", "נוסף לאחרונה" ו"בתהליך צפייה"

# #31719
source: Info displayed for episodes
he_il: תצוגת מידע אודות פרקים

# #31720
source: Total Episodes
he_il: סך הכל פרקים

# #31721
source: Unwatched Episodes
he_il: פרקים שלא נצפו

# #31722
source: Watched Episodes
he_il: פרקים שנצפו

# #31723
source: Episodes
he_il: פרקים

# #31724
source: Unwatched
he_il: לא נצפה

# #31725
source: Watched
he_il: נצפה

# #31726
source: Sets info displayed on TV shows and seasons. [[B]Total Episodes[/B]] will show total number of episodes for a TV shows or a season, [[B]Unwatched Episodes[/B]] will show number of episodes not viewed for a TV shows or a season, [[B]Watched Episodes[/B]] will show number of episodes already viewed for a TV shows or a season.
he_il: בחר מידע שיוצג לסדרות

# #31727
source: [B]AutoCompletion for virtual keyboard[/B] addon is needed to show autocompletion of keyboard.
he_il: הרחבה נדרשת לטובת השלמה אוטומטית בהקלדה

# #31728
source: Posters with emergence infos
he_il: פוסטרים עם מידע מקדים

# #31729
source: Big Fanarts
he_il: פאנארט גדול

# #31730
source: Big Banner
he_il: באנרים גדולים

# #31731
source: Watched for the last time on
he_il: נצפה בפעם האחרונה

# #31732
source: Aired for the last time on
he_il: שודר בפעם האחרונה

# #31733
source: Hide Next Aired infos
he_il: הסתר מידע על פרק הבא

# #31734
source: Indicators
he_il: מצביעים

# #31735
source: All
he_il: הכל

# #31736
source: Hide unwatched indicator only
he_il: הסתר מצביעי "לא נצפה" בלבד

# #31737
source: Hub Image
he_il: תמונת מרכז מידע

# #31738
source: Unwatched Movies
he_il: סרטים שלא נצפו

# #31739
source: Unwatched Episodes
he_il: פרקים שלא נצפו

# #31740
source: Pixelated
he_il: אפקטי פיקסול

# #31741
source: [B]colorbox Script[/B] addon is needed to display pixelated fanart on music visualisation background.
he_il: הרחבה נדרשת להצגת פאנארט מפוקסל

# #31742
source: Logos with Fanarts/Thumbs
he_il: לוגו עם Fanarts / Thumbs

# #31743
source: Big wide with cleararts
he_il: גדול ורחב עם אפקטים שקופים

# #31744
source: Cleararts list
he_il: Cleararts רשימת

# #31745
source: Logos list
he_il: תצוגת לוגו

# #31746
source: Hide bottom bar
he_il: הסתר את תפריט הבר

# #31747
source: Start automatically Artwork Downloader after library update
he_il: הפעל אוטומטית Artwork Downloader לאחר עדכון הספרייה

# #31748
source: Download automatically all necessary artworks using [B]Artwork Downloader[/B] addon.
he_il: הורד באופן אוטומטי את כל יצירות האמנות ההכרחיות באמצעות [B]Downloader Artwork[/B] addon.

# #31749
source: Show CDArts on videos infos
he_il: הצג CDArts בפרטי הוידאו

# #31750
source: Show CDArts on video infos.
he_il: הצג CDArts בפרטי הוידאו.

# #31751
source: Hide submenus icons
he_il: הסתר אייקוני תפריטי משנה

# #31752
source: Hide submenus icons.
he_il: הסתר אייקוני תפריטי משנה

# #31753
source: Main color of indicators
he_il: צבע ראשי של מצביעים

# #31754
source: Secondary color of indicators
he_il: צבע משני של מצביעים

# #31755
source: Set the main color of watched, unwatched, recently added and ongoing indicators.
he_il: בחר צבע ראשי ל"נצפה", "לא נצפה", "נוסף לאחרונה" ו"בתהליך צפייה"

# #31756
source: Set the secondary color of watched, unwatched, recently added and ongoing indicators.
he_il: בחר צבע משני ל"נצפה", "לא נצפה", "נוסף לאחרונה" ו"בתהליך צפייה"

# #31757
source: Submenus style
he_il: סגנון תפריטי משנה

# #31758
source: Set submenus style.
he_il: קבע סגנון תפריטי משני

# #31759
source: Large
he_il: גדול

# #31760
source: Small
he_il: קטן

# #31761
source: Allow widgets reloading.
he_il: אפשר טעינה מחדש של ווידג'טים

# #31762
source: Showcase
he_il: חלון ראווה

# #31764
source: please wait
he_il: אנא המתן...

# #31765
source: Use manfeed's lyrics
he_il: manfeed's הצג את מילות השיר מתוך המוד

# #31766
source: Backup fake disc
he_il: דיסק מזויף
