Repository: devilousion/skin.eminence.2.mod.by.abeksis
Catalog: skin/skin.eminence.2.mod/language/Hebrew/strings.po
Languages: he_il

# #31000
source: Item
he_il: פריט

# #31001
source: Items
he_il: פריטים

# #31002
source: Tag
he_il: תגית

# #31003
source: Next
he_il: הבא

# #31004
source: Opaque panels
he_il: תצוגה אטומה של התפריט

# #31005
source: Video OSD
he_il: תצוגת מסך וידאו

# #31006
source: Show infos when pressing info
he_il: הצג אינפורמציה בעת לחיצה על המידע

# #31007
source: Show media flags
he_il: ‎הצג אייקוני מידע סרט

# #31008
source: Show plot overlay in video library after delay
he_il: ‎הצג עלילה לאחר השהייה של מספר שניות

# #31009
source: Open playlist
he_il: ‎פתח רשימת השמעה

# #31010
source: Save playlist
he_il: ‎שמור רשימת השמעה

# #31011
source: Close playlist
he_il: ‎סגור רשימת השמעה

# #31012
source: Current playlist
he_il: ‎רשימת השמעה נוכחית

# #31013
source: Muted
he_il: ‎מושתק

# #31014
source: Show header
he_il: ‎הצג מידע בשורת הבר

# #31015
source: Live TV
he_il: ‎טלוויזיה חיה

# #31016
source: Show widget infos
he_il: ‎הצג מידע ווידג'ט

# #31017
source: Votes
he_il: ‎הצבעות

# #31018
source: Increase
he_il: להגביר

# #31019
source: Decrease
he_il: ‎להפחית

# #31020
source: Background
he_il: ‎תמונת רקע

# #31021
source: Show fanarts
he_il: ‎תצוגת פאנארט

# #31027
source: Show background video
he_il: ‎הצג רקע מונפש

# #31028
source: Show background visualisation
he_il: הדמית רקע מונפש

# #31031
source: Recent movies
he_il: סרטים אחרונים

# #31032
source: Recommended movies
he_il: סרטים מומלצים

# #31034
source: Enable Artist Slideshow
he_il: אפשר מצגת אמן

# #31035
source: Recent episodes
he_il: ‎פרקים אחרונים

# #31036
source: Recommended episodes
he_il: ‎פרקים מומלצים

# #31038
source: Recent albums
he_il: ‎אלבומים אחרונים

# #31039
source: Recommended albums
he_il: ‎אלבומים מומלצים

# #31043
source: Extra art
he_il: אפשרויות נוספות

# #31044
source: Local subtitle found!
he_il: ‎כתובית מקומית נמצאה!

# #31045
source: Supplied by
he_il: ‎סופק על ידי

# #31046
source: Currently
he_il: ‎נכון לעכשיו

# #31047
source: Visualisation Presets
he_il: ‎הגדרות מראה קבועות מראש

# #31048
source: Playlist Options
he_il: ‎אפשרויות רשימת השמעה

# #31049
source: Customise home menu
he_il: ‎התאמה אישית של תפריט הבית

# #31052
source: Rated
he_il: ‎דירוג

# #31054
source: Random movies
he_il: ‎סרטים אקראיים

# #31055
source: Random episodes
he_il: ‎פרקים אקראיים

# #31056
source: Random albums
he_il: ‎אלבומים אקראיים

# #31057
source: Kiosk mode
he_il: ‎מצב קיוסק

# #31059
source: Memory Used:
he_il: ‎זיכרון בשימוש:

# #31063
source: Addons
he_il: ‎הרחבות

# #31064
source: Custom background image
he_il: ‎תמונת רקע מותאמת אישית

# #31065
source: Hide 'Mouse' warning
he_il: ‎הסתר אזהרת 'עכבר'

# #31067
source: Page
he_il: ‎עמוד

# #31068
source: View Options
he_il: ‎אפשרויות תצוגה

# #31069
source: Context Menu
he_il: ‎תפריט עזר

# #31070
source: Infos
he_il: ‎מידע

# #31071
source: Finishes at
he_il: מסתיים ב-

# #31072
source: Playing
he_il: מנגן

# #31073
source: Categories
he_il: ‎קטגוריות

# #31074
source: Submenu
he_il: תפריט משנה

# #31075
source: Icon
he_il: ‎הגדר אייקון

# #31076
source: Weather Fanart
he_il: ‎פארנט מזג האוויר

# #31077
source: Trending Movies
he_il: ‎סרטים טרנדיים

# #31078
source: In Cinemas
he_il: כעת בקולנוע

# #31079
source: Upcoming Films
he_il: ‎בקרוב בקולנוע

# #31080
source: Popular Movies
he_il: ‎סרטים פופולריים

# #31081
source: Top Rated Movies
he_il: ‎סרטים בדירוג גבוה

# #31082
source: Popular Shows
he_il: הופעות פופולריות

# #31083
source: Top Rated Shows
he_il: הופעות בדירוג גבוה

# #31084
source: On Air Shows
he_il: הופעות משודרות כעת

# #31085
source: Airing Today
he_il: משודר היום

# #31086
source: Custom 1
he_il: ‎מותאם אישית 1

# #31087
source: Custom 2
he_il: ‎מותאם אישית 2

# #31088
source: Custom 3
he_il: ‎מותאם אישית 3

# #31089
source: Custom 4
he_il: ‎מותאם אישית 4

# #31090
source: Content Loading
he_il: ‎טעינת תוכן

# #31091
source: Trending Shows
he_il: ‎הופעות טרנדיות

# #31092
source: No info available
he_il: ‎אין מידע זמין

# #31093
source: Movie Hub
he_il: האב סרטים

# #31094
source: TV Hub
he_il: האב סדרות

# #31095
source: Spotlight
he_il: תצוגה מקדימה

# #31096
source: Hub items
he_il: תפריט האב

# #31097
source: Hub widget
he_il: ‎ווידג'ט האב

# #31098
source: Artwork
he_il: תצוגה מקדימה

# #31099
source: Codec
he_il: מפענח

# #31100
source: Recently Added
he_il: נוספו לאחרונה

# #31101
source: Recently Played
he_il: נוגן לאחרונה

# #31102
source: Watch Random
he_il: הנפשת פאנארט - אומן

# #31103
source: Delete Settings Shortcut
he_il: מחיקת הגדרות קיצורים

# #31104
source: Are you sure you want to remove the settings shortcut?[CR]Please ensure that you have an alternative method of accessing settings before you remove this shortcut.
he_il: האם אתה בטוח שברצונך להסיר את הגדרות קיצורי הדרך? [CR] אנא ודא שיש לך שיטה חלופית לגישה להגדרות לפני שאתה מסיר את קיצור הדרך זה.

# #31105
source: Extra Infos
he_il: ‎מידע נוסף

# #31106
source: 3D Mode
he_il: מצב 3D

# #31107
source: Similar
he_il: ‎דומה

# #31108
source: Youtube
he_il: ‎יוטיוב

# #31109
source: provided by themoviedb.org
he_il: ‎מסופק על ידי themoviedb.org

# #31110
source: Extras
he_il: ‎תוספות

# #31111
source: Primary highlight color
he_il: ‎בחר צבע לכותרת הראשית

# #31112
source: Secondary highlight color
he_il: ‎בחר צבע לכותרת המשנית

# #31113
source: Reset main color to default
he_il: ‎אפס צבעים לברירת מחדל

# #31114
source: Weather fanart
he_il: ‎הגדר פאנארט מזג אוויר

# #31115
source: Show weather with clock
he_il: ‎הצג מזג אוויר עם שעון

# #31116
source: Animate fanarts
he_il: ‎הנפשת פאנארט

# #31117
source: mins
he_il: דקות

# #31118
source: Animate artist fanarts
he_il: ‎הנפש מצגת אומן

# #31119
source: Show visualisation effects
he_il: ‎הצג אפקטים ויזואליים

# #31120
source: Hide playback infos
he_il: הסתר מידע של פריט מנוגן

# #31121
source: Music OSD
he_il: ‎מוזיקה OSD

# #31122
source: Match header tile with highlight color
he_il: ‎התאם את צבע האריח בתפריט לצבע הנבחר

# #31123
source: Hub
he_il: האב מותאם אישית

# #31124
source: Similar movies
he_il: ‎סרטים דומים

# #31125
source: Similar to
he_il: ‏‎דומה ל -

# #31126
source: Colors
he_il: ‎צבעים

# #31127
source: Header
he_il: ‎כותרת

# #31128
source: Color
he_il: ‎הגדר צבע

# #31129
source: Enable individual color for each tile in home customisation
he_il: ‎אפשר צבעים לאריחים בודדים תחת התאמה אישית

# #31130
source: items found
he_il: ‎פריטים שנמצאו

# #31131
source: Search Options
he_il: ‎אפשרויות חיפוש

# #31132
source: by Title
he_il: ‎לפי כותרת

# #31133
source: by Genre
he_il: ‎לפי סגנון

# #31134
source: by Actor
he_il: ‎לפי שחקן

# #31135
source: by Director
he_il: ‎לפי במאי

# #31136
source: by Studio
he_il: ‎לפי סטודיו

# #31137
source: Panel list
he_il: תצוגת פאנל

# #31138
source: Show clock
he_il: ‎הצג שעון

# #31139
source: Hubs
he_il: מרכז התוכן

# #31140
source: Show tile colour on unfocused tiles
he_il: הצג צבע אריחים על אריחים לא מותאמים

# #31141
source: Posters with infos
he_il: פוסטרים עם מידע

# #31142
source: Big list infos
he_il: ‎רשימת מידע גדולה

# #31143
source: Media Infos 2
he_il: ‎פרטי מדיה 2

# #31144
source: Player Controls
he_il: פקדי נגינה

# #31145
source: Extended Infos
he_il: ‎מידע מורחב

# #31146
source: Fanart fallback image
he_il: תמונת ווידג'ט חלופית

# #31147
source: Fallback widget
he_il: ‎ווידג'ט ברירת מחדל

# #31148
source: Media Infos 3
he_il: ‎פרטי מדיה 3

# #31149
source: Next Aired
he_il: אפשר הרחבה NextAried

# #31150
source: Show widget posters
he_il: ‎הצג ווידג'ט פוסטרים

# #31151
source: Home tile icon
he_il: הגדר אייקון בית

# #31152
source: Home tile text
he_il: הגדר כותרת בית

# #31153
source: Always
he_il: תמיד

# #31154
source: On Up
he_il: אחד למעלה - לחצן מקלדת למעלה

# #31155
source: Never
he_il: לעולם לא

# #31156
source: Show widget discart
he_il: הצג יישומון Discart

# #31157
source: Home header text
he_il: הגדר טקסט כותרת

# #31158
source: Media Center
he_il: מדיה סנטר

# #31159
source: Background overlay image
he_il: תמונת רקע כללית למעטפת

# #31160
source: Busy spinner
he_il: שינוי אייקון עסוק

# #31161
source: Backup skin settings
he_il: גיבוי הגדרות מעטפת

# #31162
source: Restore skin settings from file
he_il: שחזר הגדרות מעטפת מקובץ

# #31163
source: Gallery
he_il: גלריה

# #31164
source: Fanarts/Thumbs list
he_il: רשימת פאנארט/תמונות ממוזערות

# #31165
source: Show sorting and infos lines headers
he_il: הצג כותרת ומידע במסך ההגדרות

# #31166
source: Individually set in customisation dialog
he_il: מוגדר ידנית בחלון התאמה אישית

# #31167
source: Show unwatched count in header
he_il: הצג כמות תוכן שלא נצפה

# #31168
source: Now / Next
he_il: עכשיו / הבא

# #31169
source: Reset skin settings to defaults
he_il: איפוס הגדרות לברירת מחדל - ( אזהרה - אפשרות זו תבטל את כל השינויים שנעשו ע״י המשתמש)

# #31170
source: Backup / Restore
he_il: גיבוי / שחזור

# #31171
source: Reload skin
he_il: רענן מעטפת

# #31172
source: Transparent home bar
he_il: אפשר שקיפות אריחים

# #31173
source: Home bar style
he_il: עצב את שורת הבר

# #31174
source: Weather icons
he_il: שנה אייקוני מזג אוויר

# #31175
source: Customise shutdown menu
he_il: התאמה אישית של תפריט כיבוי

# #31176
source: Genre icons
he_il: הגדרת אייקון סגנון

# #31180
source: Default
he_il: ברירת מחדל

# #31181
source: Text in tiles
he_il: טקסט באריחים

# #31182
source: Text only
he_il: טקסט בלבד

# #31183
source: Customise shutdown menu
he_il: התאמה אישית של תפריט כיבוי

# #31184
source: Splash screen (photo, video or music)
he_il: סרטון פתיח או רשימת הפעלה

# #31185
source: Label
he_il: הגדר כותרת

# #31186
source: Action
he_il: פעולה

# #31187
source: Background
he_il: תמונת רקע

# #31188
source: None (show user background)
he_il: ללא (הצגת תמונת רקע משתמש)

# #31189
source: None
he_il: ללא

# #31190
source: Next Episode
he_il: הפרק הבא

# #31191
source: Last Episode
he_il: פרק אחרון ששודר

# #31192
source: Infos List
he_il: רשימת מידע

# #31193
source: Box Office
he_il: קוּפָּה

# #31194
source: Show plot for Hub widget
he_il: הראה עלילה בעת לחיצה על כפתור 'המידע'

# #31195
source: Allow widget reloading
he_il: אפשר טעינת ווידגט מחדש

# #31500
source: None
he_il: ללא

# #31501
source: Rounded tiles
he_il: אריחים מעוגלים

# #31502
source: Squared tiles
he_il: אריחים מרובעים

# #31503
source: Rounded Tile
he_il: אריח מעוגל

# #31504
source: Squared Tile
he_il: אריח מרובע

# #31505
source: Beveled Tile
he_il: אריח משופע

# #31506
source: Header tile style
he_il: עיצוב כותרת רקע אחורי - חלון הבית

# #31507
source: Widgets tile style
he_il: סגנון רקע ווידג’ט

# #31508
source: Power Menu Shortcut
he_il: קיצורי דרך של תפריט כיבוי

# #31509
source: Display settings items
he_il: פריטי הגדרות תצוגה

# #31510
source: Disable rating and votes display
he_il: בטל תצוגת דירוג וצבעות

# #31511
source: Disable classification infos (MPAA) display
he_il: בטל מיון מידע של MPAA

# #31512
source: Show ClearArts on videos infos
he_il: הצג פריטים שקופים במידע וידאו

# #31513
source: Show movies/tv shows clearlogos
he_il: הצג לוגו סרטים/סדרות

# #31514
source: active
he_il: פעיל

# #31515
source: inactive
he_il: לא פעיל

# #31516
source: Download subtitles
he_il: הורדת כתוביות

# #31517
source: Next subtitles
he_il: כתובית הבאה

# #31518
source: Subtitles
he_il: כתוביות

# #31519
source: Show artists clearlogos
he_il: הצג לוגו אומן

# #31520
source: Path to musics directory
he_il: נתיב אל ספריית המוסיקה

# #31521
source: Show albums CDArt on albums infos
he_il: הצג CDart אלבומי מוזיקה

# #31522
source: Path to musics directory
he_il: נתיב אל ספריית המוסיקה

# #31523
source: Last Updated :
he_il: עדכון אחרון:

# #31524
source: Rollback
he_il: החזר להתחלה

# #31525
source: Show ClearArt on video infos
he_il: הצג לוגו סרט במסך ה-OSD

# #31526
source: Back to Fullscreen
he_il: בחזרה למסך מלא

# #31527
source: Show ClearArt with NextUp Notification addon
he_il: הצג אפקטים שקופים יחד עם החרבת התראה ל"הבא בתור"

# #31528
source: Channels
he_il: ערוצים

# #31529
source: Disable Box Office display on video infos
he_il: בטל הצגת קופה במידע וידאו

# #31530
source: Disable Box Office display on video infos
he_il: בטל הצגת קופה במידע וידאו

# #31531
source: Hide header tile
he_il: ביטול כותרת

# #31532
source: Big wide with logos
he_il: גודל רחב עם לוגו

# #31533
source: Fast Forward
he_il: העברה מהירה קדימה

# #31534
source: Fast Rewind
he_il: הרצה אחורה

# #31535
source: Show ClearLogo on widgets tile
he_il: הצג לוגו סרט בחלון הווידג'ט (מסך הבית)

# #31536
source: This category contains the settings for home menu.
he_il: קטגוריה זו כוללת את ההגדרות עבור תפריט הבית

# #31537
source: This category contains the settings for background.
he_il: קטגוריה זו כוללת את ההגדרות עבור רקע

# #31538
source: This category contains the settings for music OSD.
he_il: קטגוריה זו כוללת את ההגדרות עבור תפריט מסך המוסיקה

# #31539
source: This category contains the settings for video OSD.
he_il: קטגוריה זו כוללת את ההגדרות עבור תצוגה של מסך הוידאו

# #31540
source: This category contains the settings for header.
he_il: קטגוריה זו כוללת את ההגדרות לכותרת

# #31541
source: This category contains the settings for display items.
he_il: קטגוריה זו כוללת את ההגדרות עבור פריטי תצוגה

# #31542
source: This category contains the settings for highlight colors.
he_il: קטגוריה זו כוללת את ההגדרות לצבעי גולת הכותרת

# #31543
source: This category contains the skin extras settings.
he_il: קטגוריה זו כוללת את ההגדרות עבור תוספות

# #31544
source: This category contains the settings for backup and restore skin settings.
he_il: קטגוריה זו כוללת את ההגדרות לגיבוי ושחזור

# #31545
source: Configure home menu and widgets.
he_il: קביעת תצורה של תפריט הבית והווידג'טים

# #31546
source: Select the widget to display when no widget is selected in the configuration of the home menu.
he_il: בחר ווידג'ט להצגה כאשר אין ווידג'ט נבחר, באזור תפריט הבית

# #31547
source: Show widget tile and infos on home menu.
he_il: הצג מידע ווידג'ט ואינפורמציה בתפריט הבית

# #31548
source: Choose how posters are displayed with widgets. [[B]Never[/B]]" No poster is displayed with widgets. [[B]Always[/B]] Posters are always displayed with widgets. [[B]On Up[/B]] Posters are displayed only when pressing the Up button. [B]Individually set in customisation dialog[/B]] Choose to display or not posters individually for each widget via customise home menu.
he_il: בחר איך פוסטרים מוצגים בווידג'ט

# #31549
source: Show discs with widgets.
he_il: הצג דיסק עם ווידג’ט

# #31550
source: Show clearlogos with widgets.
he_il: הצג clearlogos עם ווידג׳ט

# #31551
source: Choose home tile icon.
he_il: בחר אייקון לאריח הבית

# #31552
source: Set home tile text.
he_il: הגדר טקסט

# #31553
source: Set home header text.
he_il: הגדר טקסט לכותרת הסקין

# #31554
source: Lets make transparente the home bar menu
he_il: אפשר שקיפות בר אריחים וחלק עליון

# #31555
source: Set home bar style.
he_il: קבע את סגנון שורת הבר

# #31556
source: Set header tile style.
he_il: קבע את כותרת שורת הבר

# #31557
source: Set widgets tile style.
he_il: קבע את סגנון כותרת הווידג'ט

# #31558
source: Show fanarts in background in library.
he_il: הצג פאנארט ברקע בספרייה

# #31559
source: Show vidéo in background.
he_il: הצג וידאו ברקע

# #31560
source: Give a displacement effect to Fanart.
he_il: מיקום פאנארט לא ממורכז

# #31561
source: Select a background to replace default.
he_il: החלף רקע ברירת מחדל

# #31562
source: Select a background to display when no Fanart available.
he_il: בחר רקע כשפאנארט לא זמין

# #31563
source: Select fanarts Weather addon.
he_il: בחר הרחבת פאנארט מזג אויר

# #31564
source: Select background on music visualisation. [[B]None[/B]] show a black background. [[B]Fanart[/B]] show fanart set for artist. [[B]Artist Slideshow[/B]] show artist slideshow in background. [[B]Album wall[/B]] show a background with covers of all albums.
he_il: הראה תמונת רקע כשמוזיקה מנוגנת

# #31565
source: Artist Slideshow
he_il: ‎מצגת אמן

# #31566
source: Show visualisation effects on music visualisation.
he_il: הצג אפקטים חזותיים למוזיקה

# #31567
source: Give a displacement effect to artist Fanart.
he_il: מיקום פאנארט לא ממורכז - אומן

# #31568
source: Disable header tile on music visualisation.
he_il: בטל כותרת כשמוזיקה מנגנת

# #31569
source: Show clock on music visualisation.
he_il: הראה שעון כשמוזיקה מנגנת

# #31570
source: Show weather on music visualisation.
he_il: הראה מזג אויר כשמוזיקה מנגנת

# #31571
source: Show infos panel using [B]Info[/B] button when viewing a video.
he_il: לחץ על כפתור מידע להקפצת מידע סרט

# #31572
source: Show ClearArt with infos panel.
he_il: הראה אפקטים שקופים עם מידע

# #31573
source: Show TV Show ClearArt with [B]NextUp Notification[/B] addon.
he_il: הראה אפקטים שקופים כאשר יש פרק נוסף

# #31574
source: Show clock on header.
he_il: הצג שעון בכותרת

# #31575
source: Show clock with weather on header.
he_il: הצג שעון וטמפרטורה בכותרת

# #31576
source: Show text header.
he_il: הצג טקסט בכותרת

# #31577
source: Show number of unwatched media rather than total number of media.
he_il: הצג את המספר של הסרטים שלא נצפו ולא את מספר הסרטים הכולל.

# #31578
source: Show header tile in the same color as the primary highlight color.
he_il: התאם צבע אריח ראשי לצבע בחירה

# #31579
source: Show media infos icons such as ratio, resolution, video codec, audio codec, number of channels...
he_il: הצג מידע סרט (דירוג, רזולוציה, מפענח...)

# #31581
source: Show sorting infos and headers lines.
he_il: הצג מידע מיון

# #31582
source: Hide display of votes and notes on the entire skin.
he_il: הסתר דירוג והערות בכל המעטפת

# #31583
source: Hide display of MPAA on the entire skin.
he_il: הסתר MPAA בכל המעטפת

# #31584
source: Hide display of Box Office on video infos.
he_il: הסתר מידע קופות בכל המעטפת

# #31585
source: Show ClearArts on video infos.
he_il: הצג אפקטים שקופים במידע וידאו

# #31586
source: Show movies/tv shows ClearLogo on header.
he_il: הצג לוגו שקוף של סרטים / סדרות בכותרת

# #31587
source: Show artists ClearLogo on header.
he_il: הצג לוגו שקוף של אמן בכותרת

# #31588
source: Set folder path where music files are located.
he_il: הגדר מיקום תיקיה בה נמצאים קבצי המוזיקה

# #31589
source: Show albums CDArt on albums infos.
he_il: הצג תוספות דיסק במידע אלבום

# #31590
source: Set folder path where music files are located.
he_il: הגדר מיקום תיקיה בה נמצאים קבצי המוזיקה

# #31591
source: Set primary color for focused items.
he_il: בחר צבע ראשי לפריט נבחר

# #31592
source: Set secondary color used by some texts.
he_il: הצג צבע משני בשימוש חלק מהטקסט

# #31593
source: Reset main color to default.
he_il: אפס צבע ראשי לברירת מחדל

# #31594
source: Set a color for each tile of home bar menu via customisation home menu.
he_il: בחר צבע לכל אריח בנפרד תחת התאמת דף הבית

# #31595
source: Show unfocused tiles in color.
he_il: הצג צבע על אריחים לא נבחרים

# #31596
source: Lock settings for use Kodi in self-service.
he_il: נעל הגדרות לשימוש קודי

# #31597
source: Configure various functions of the power menu.
he_il: הגדר פעולות שונות

# #31598
source: Set icon to be displayed when loading.
he_il: בחר אייקונים להצגה בזמן טעינה

# #31599
source: Show an opaque background on header.
he_il: הצג שקיפות רקע בכותרת

# #31600
source: Select genres icons addon.
he_il: בחר הרחבת אייקוני סגנון

# #31601
source: Select a photo, a video or a music to run when Kodi starting.
he_il: בחר תמונה, וידאו או שיר לניגון כאשר קודי מופעל

# #31602
source: Show debug infos on interface.
he_il: הראה מידע רישום על המסך

# #31603
source: Debug infos
he_il: מצב באגים

# #31604
source: Save all skin settings.
he_il: שמור את כל הגדרות הסקין

# #31605
source: Restore all skin settings with backup.
he_il: שחזר את כל הגדרות הסקין באמצעות גיבוי

# #31606
source: Reset all default skin settings. [B]CAUTION ![/B] This will replace all the current settings.
he_il: איפוס המעטפת לברירת מחדל. [B]זהירות![/B] ההתאמות האישית ימחקו.

# #31607
source: Necessary Addons
he_il: תוספים נחוצים

# #31608
source: This category contains all necessary addons so that the skin works correctly.
he_il: קטגוריה זו כוללת את כל תוספות הדרושות לטובת תקינות המעטפת.

# #31609
source: must be manually installed
he_il: חייב להיות מותקן ידנית

# #31610
source: [B]Image Resource Select Addon[/B] addon is needed to select addons (genres icons, studios icons, weather icons, etc...).
he_il: [B]Image Resource Select Addon[/B] - הרחבה נדרשת לטובת אייקונים שונים

# #31611
source: [B]Skin Shortcuts[/B] addon is needed to personnalise menus and widgets.
he_il: [B]Skin Shortcuts[/B] - הרחבה נדרשת לטובת התאמה אישית של המעטפת

# #31612
source: [B]ExtendedInfo Script[/B] addon is needed to show additionnal infos about media.
he_il: [B]ExtendedInfo Script[/B] - הרחבה נדרשת לטובת הצגת מידע מורחב על מדיה

# #31613
source: [B]Skin Helper Service[/B] addon is needed to save/restore skin settings and others stuff.
he_il: [B]Skin Helper Service[/B] - הרחבה נדרשת לטובת גיבוי ושיחזור הגדרות מעטפת

# #31614
source: [B]Play Album Script[/B] addon is needed to play album on album infos screen.
he_il: [B]Play Album Script[/B] - הרחבה נדרשת להצגת מידע אלבום מוזיקה

# #31615
source: [B]Global Search[/B] addon is needed to search content in library.
he_il: [B]Global Search[/B] - הרחבה נדרשת לחיפוש בספרייה

# #31616
source: [B]Nextup Service Notification[/B] addon is needed to popup a notification at a specified time period before the end to allow quicker play of the next item or to cancel the next episode playing automatically.
he_il: [B]Nextup Service Notification[/B] - הרחבה נדרשת להצגת התראה לפני סוף פרק

# #31617
source: [B]Artwork Downloader[/B] addon is needed to download all available artworks for movies/tv shows of library.
he_il: [B]Artwork Downloader[/B] - הרחבה נדרשת להורדת כל פריטי הגרפיקה לספריית הוידאו

# #31618
source: [B]Artist Slideshow[/B] addon is needed to display a artist slideshow as background for music visualisation.
he_il: [B]Artist Slideshow[/B] - הרחבה נדרשת להצגת מצגת אומן כרקע למוזיקה מתנגנת

# #31619
source: [B]TV Show - Next Aired[/B] addon is needed to display next aired of TV Shows.
he_il: [B]TV Show - Next Aired[/B] - הרחבה נדרשת להצגת הפרק הבא שישודר

# #31620
source: [B]CU LRC Lyrics[/B] addon is needed to display lyrics from songs.
he_il: [B]CU LRC Lyrics[/B] - הרחבה נדרשת להצגת מילות שיר מתנגן

# #31621
source: [B]cdART Manager[/B] addon is needed to download all ClearLogo and CDArt of Music Library.
he_il: [B]cdART Manager[/B] - הרחבה נדרשת ללוגו שקוף ואפקטים למוזיקה

# #31622
source: [B]YouTube[/B] addon is needed to watch movies trailers.
he_il: [B]YouTube[/B - הרחבה נדרשות להצגת קדימוני סרט

# #31623
source: Show plot on Hub Fanart.
he_il: הראה עלילה על פאנארט ההאב

# #31624
source: Recently Played Episodes
he_il: פרקים שנוגנו לאחרונה

# #31625
source: Recently Played Movies
he_il: סרטים שנוגנו לאחרונה

# #31626
source: Recently Watched TV Shows
he_il: סדרות שנצפו לאחרונה

# #31627
source: Fanarts transparency
he_il: שקיפות פאנארט

# #31628
source: Set Fanarts color and opacity.
he_il: קבע צבע ושקיפות פאנארט

# #31629
source: Show media flags on Hub widget
he_il: הראה דגלי מדיה בווידג'ט האב

# #31630
source: Show media infos icons on Hub widget such as ratio, resolution, video codec, audio codec, number of channels...
he_il: הראה מידע מדיה בווידג'ט האב

# #31631
source: Show clearlogos on Hub widget
he_il: הראה לוגו שקוף בווידג'ט האב

# #31632
source: Show movies/tv shows clearlogos on Hub widget
he_il: הראה לוגו שקוף לסרטים / סדרות בווידג'ט האב

# #31633
source: Weather icons
he_il: אייקוני מזג אויר

# #31634
source: Select weather icons addon.
he_il: בחר אייקוני מזג אויר

# #31635
source: Music visualisation background
he_il: סגנון רקע אחורי מוזיקה

# #31636
source: Beveled Tiles
he_il: אריחים משופעים

# #31637
source: Album wall
he_il: קיר אלבומים

# #31638
source: Hide all playback infos on music visualisation background.
he_il: הסתר כל מידע מוזיקה בעת ניגון מוזיקה חזותית

# #31639
source: Back to music visualisation
he_il: בחזרה למוזיקה חזותית

# #31640
source: Color
he_il: צבע
