Repository: devilousion/skin.eminence.2.mod.by.abeksis
Catalog: skin/skin.eminence.2.mod/language/*/strings.po
Languages: russian

# #31613
source: [B]Skin Helper Service[/B] addon is needed to save/restore skin settings and others stuff.
russian: [B]Skin Helper Service[/B] - Необходимо дополнение для сохранения/восстановления параметров оболочки.

# #31614
source: [B]Play Album Script[/B] addon is needed to play album on album infos screen.
russian: [B]Play Album Script[/B] - Необходимо дополнение для отображения информации о музыкальном альбоме.

# #31615
source: [B]Global Search[/B] addon is needed to search content in library.
russian: [B]Global Search[/B] - Необходимо дополнение для поиска содержимого в библиотеке.

# #31616
source: [B]Nextup Service Notification[/B] addon is needed to popup a notification at a specified time period before the end to allow quicker play of the next item or to cancel the next episode playing automatically.
russian: [B]Nextup Service Notification[/B] - Необходимо дополнение для отображение предупреждение перед окончаний серий.

# #31617
source: [B]Artwork Downloader[/B] addon is needed to download all available artworks for movies/tv shows of library.
russian: [B]Artwork Downloader[/B] - Необходимо дополнение чтобы загрузить все доступные картинки для кино / ТВ-шоу библиотеки.

# #31618
source: [B]Artist Slideshow[/B] addon is needed to display a artist slideshow as background for music visualisation.
russian: [B]Artist Slideshow[/B] - Необходимо дополнение для показа слайд-шоу артиста как фон в то время как музыка играет.

# #31619
source: [B]TV Show - Next Aired[/B] addon is needed to display next aired of TV Shows.
russian: [B]TV Show - Next Aired[/B] - Необходимо дополнение чтобы отобразить следующую серию.

# #31620
source: [B]CU LRC Lyrics[/B] addon is needed to display lyrics from songs.
russian: [B]CU LRC Lyrics[/B] - Необходимо дополнение для отображения текста из песен.

# #31621
source: [B]cdART Manager[/B] addon is needed to download all ClearLogo and CDArt of Music Library.
russian: [B]cdART Manager[/B] - Необходимо дополнение чтобы загрузить логотипы и обложки альбома музыкальной библиотеки.

# #31622
source: [B]YouTube[/B] addon is needed to watch movies trailers.
russian: [B]YouTube[/B - Необходимо дополнение чтобы смотреть трейлеры фильмов.

# #31623
source: Show plot on Hub Fanart.
russian: Показать сюжет на фанарте хаба.

# #31624
source: Recently Played Episodes
russian: Недавно воспр. серий

# #31625
source: Recently Played Movies
russian: Недавно воспр. фильмы

# #31626
source: Recently Watched TV Shows
russian: Недавно просмотренные ТВ шоу

# #31627
source: Fanarts transparency
russian: Прозрачность фанарта

# #31628
source: Set Fanarts color and opacity.
russian: Установить цвет и прозрачность фан артов

# #31629
source: Show media flags on Hub widget
russian: Показать медиа флаги на виджете хаба.

# #31630
source: Show media infos icons on Hub widget such as ratio, resolution, video codec, audio codec, number of channels...
russian: Показать медиа инфо иконки на виджете хаба.

# #31631
source: Show clearlogos on Hub widget
russian: Показать прозрачные логотипы на виджете хаба.

# #31632
source: Show movies/tv shows clearlogos on Hub widget
russian: Показать прозрачные логотипы фильмов/сериалов на виджете хаба.

# #31633
source: Weather icons
russian: Иконки погоды

# #31634
source: Select weather icons addon.
russian: Выбрать дополнение иконок погоды.

# #31635
source: Music visualisation background
russian: Фон визуализации музыки

# #31636
source: Beveled Tiles
russian: Скошенный плитки

# #31637
source: Album wall
russian: Стена Альбомов

# #31638
source: Hide all playback infos on music visualisation background.
russian: Скрой всю информацию воспроизведения на фоне визуализации музыки.

# #31639
source: Back to music visualisation
russian: Вернуться к визуализации музыки

# #31640
source: Color
russian: Цвет

# #31641
source: [B]Library Data Provider[/B] addon is needed to add more widgets.
russian: [B]Library Data Provider[/B] - Необходимо дополнение чтобы добавить больше виджетов.

# #31642
source: Banners
russian: Баннеры

# #31643
source: Big posters
russian: Большие плакаты

# #31644
source: Frames
russian: Рамки

# #31645
source: Media Infos 1
russian: Медиа инфо 1

# #31646
source: Infos List 2
russian: Информационный список 2

# #31647
source: Thumbs
russian: Миниатюры

# #31648
source: Hide infos
russian: Скрыть информацию

# #31649
source: Debug grid
russian: Сетка отладки

# #31650
source: Show debug grid on interface.
russian: Показать сетку отладки на интерфейсе

# #31651
source: Posters
russian: Плакаты

# #31652
source: View
russian: Вид

# #31653
source: Text color
russian: Цвет текста

# #31654
source: Enable individual text color for each tile in home customisation
russian: Включить индивидуальный цвет текста для каждой плитки в настройках главного экрана.

# #31655
source: Set text color for tiles text on home menu.
russian: Задать цвет для текста плитки главного экрана.

# #31656
source: Set a text color for each tile of home bar menu via customisation home menu.
russian: Установить цвет текста для каждой плитки меню домашнего бара через настройки главного экрана.

# #31657
source: Color and opacity
russian: Цвет и прозрачность

# #31658
source: Reset color and opacity to defaults
russian: Сброс настроек цвета и прозрачности по умолчанию

# #31659
source: Reset Fanarts color and opacity to defaults.
russian: Сброс настроек цвета и прозрачности фан артов по умолчанию

# #31660
source: Reset secondary color to default
russian: Сбросить вторичный цвет по умолчанию

# #31661
source: Reset secondary color to default.
russian: Сбросить вторичный цвет по умолчанию.

# #31662
source: Reset text color to default
russian: Сброс цвет текста по умолчанию

# #31663
source: Reset text color to default.
russian: Сброс цвет текста по умолчанию

# #31664
source: Squared tiles with rounded corners
russian: Квадратные плитки с закругленными углами

# #31665
source: Empty rounded tiles
russian: Пустые округленные плитки

# #31666
source: Empty squared tiles
russian: Пустые квадратные плитки

# #31667
source: Empty squared tiles with rounded corners
russian: Пустые квадратные плитки с закругленными углами

# #31668
source: Empty beveled tiles
russian: Пустые скошенные плитки

# #31669
source: Studios icons
russian: Иконки студий

# #31670
source: Select studios icons addon.
russian: Выбрать дополнение студиных иконок

# #31671
source: Show studios icons on videos infos
russian: Показать иконки студий на инфо видео

# #31672
source: Show studios icons on video infos.
russian: Показать иконки студий на инфо видео

# #31673
source: Home bar color and opacity
russian: Цвет и прозрачность бара главного экрана

# #31674
source: Reset home bar color and opacity
russian: Сброс цвета и прозрачности бара главного экрана

# #31675
source: Set color and opacity for home bar menu.
russian: Установить цвет и прозрачность бара меню главного экрана.

# #31676
source: Reset home bar color and opacity.
russian: Сброс цвета и прозрачности бара главного экрана

# #31677
source: Color and opacity of primary widget tile
russian: Цвет и прозрачность основной виджет плитки

# #31678
source: Color and opacity of secondary widget tile
russian: Цвет и прозрачность вторичной виджет плитки

# #31679
source: Reset color and opacity of primary widget tile
russian: Сброс Цвета и прозрачности основной виджет плитки

# #31680
source: Reset color and opacity of secondary widget tile
russian: Сброс Цвета и прозрачности вторичной виджет плитки

# #31681
source: Set color and opacity of primary widget tile.
russian: Задать цвет и прозрачность основной виджет плитки

# #31682
source: Reset color and opacity of primary widget tile.
russian: Сброс Цвета и прозрачности основной виджет плитки.

# #31683
source: Set color and opacity of secondary widget tile.
russian: Задать цвет и прозрачность вторичной виджет плитки

# #31684
source: Reset color and opacity of secondary widget tile.
russian: Сброс Цвета и прозрачности вторичной виджет плитки.

# #31685
source: Posters list
russian: Список Плакатов

# #31686
source: Replace widget fanart with background
russian: Заменить фанарт виджета фоном

# #31687
source: Replace widget fanart with home background.
russian: Заменить фанарт виджета домашним фоном

# #31688
source: Sets a protection password for menu items.
russian: Устанавливает пароль защиты для объектов меню.

# #31689
source: Sets duration white menu items will be available after entering password.
russian: Выберите время, доступное для личной информации - Включено только с паролем

# #31690
source: Password protection
russian: Защита паролем

# #31691
source: Password protection for menu items
russian: Защита паролем для объектов меню

# #31692
source: Password has been successfully set !
russian: Пароль было успешно установлено!

# #31693
source: Accessibility duration for menu items
russian: Длительность доступности для объектов меню

# #31694
source: Password protected content
russian: Содержание защищенное паролем

# #31695
source: Press [B]Enter[/B] and insert password.
russian: Внимание! Защищенное содержимое - Нажмите ENTER чтобы ввести пароль

# #31696
source: Incorrect password ! Please Retry.
russian: Неправильный пароль! Повторите попытку.

# #31697
source: Correct password ! This menu is now available for
russian: Правильный пароль! Это меню доступен теперь напротижение

# #31698
source: minute(s)
russian: минута(ы)

# #31699
source: Enable day/night color themes
russian: Включите дневные/ночные цвета темы

# #31700
source: Theme to use at day time
russian: Тема для использования в дневное время

# #31701
source: Theme to use at night time
russian: Тема для использования в ночное время

# #31702
source: every day at
russian: Каждый день в

# #31703
source: Turns automatically change color theme based on day and night.
russian: Включает автоматическое изменение цвета темы основаны на день и ночь.

# #31704
source: Selects the theme to use on day.
russian: Выбор темы для использования днём

# #31705
source: Selects the theme to use on night.
russian: Выбор темы для использования ночью

# #31706
source: Create and manage all color themes.
russian: Создание и управление цветовыми темами.

# #31707
source: Protect home menu items with password
russian: Защита домашнего меню с паролем

# #31708
source: Protect home menu items with password. Protection of each item is performed in [B]Customize Home Menu[/B].
russian: Защита домашнего меню с паролем. Защита каждого элемента выполняется в [B] Настройка главного меню [/ B].

# #31709
source: Icons and texts only
russian: только значки и тексты

# #31710
source: Show infos when video is paused
russian: Показать информацию когда видео приостановлено

# #31711
source: Show infos panel when the video is paused.
russian: Показать панели информации, когда видео приостановлено.

# #31712
source: second(s)
russian: секунд(ы)

# #31713
source: Time to display
russian: Время отображения

# #31714
source: Sets time before synopsis display in the video library.
russian: Устанавливает время перед отображением синопсис в видеотеке.

# #31715
source: Hide tile
russian: Скрыть плитку

# #31716
source: Hide header tile.
russian: Скрыть плитку заголовока

# #31717
source: Show indicators with widget infos
russian: Показать индикаторы с инфо виджета

# #31718
source: Show indicators of watched, unwatched, in progress and new videos with widget infos.
russian: Показать показатели просмотренных, непросмотренных, в прогресси и новые видео с виджета информации

# #31719
source: Info displayed for episodes
russian: Отображается информация для серий.

# #31720
source: Total Episodes
russian: Всего Серии

# #31721
source: Unwatched Episodes
russian: Непросмотренные Серии

# #31722
source: Watched Episodes
russian: Просмотренные Серии

# #31723
source: Episodes
russian: Серии

# #31724
source: Unwatched
russian: Непросмотренные

# #31725
source: Watched
russian: Просмотренные

# #31726
source: Sets info displayed on TV shows and seasons. [[B]Total Episodes[/B]] will show total number of episodes for a TV shows or a season, [[B]Unwatched Episodes[/B]] will show number of episodes not viewed for a TV shows or a season, [[B]Watched Episodes[/B]] will show number of episodes already viewed for a TV shows or a season.
russian: Задает информацию которую отображается на ТВ-шоу и сезонах

# #31727
source: [B]AutoCompletion for virtual keyboard[/B] addon is needed to show autocompletion of keyboard.
russian: Необходимо дополнение автозаполнение для виртуальной клавиатуры чтобы показать автозавершения клавиатуры.

# #31728
source: Posters with emergence infos
russian: Плакаты с предварительной информацией

# #31729
source: Big Fanarts
russian: Большие фан-арты

# #31730
source: Big Banner
russian: Большой баннер

# #31731
source: Watched for the last time on
russian: Просмотренные в последний раз

# #31732
source: Aired for the last time on
russian: В эфире в последний раз

# #31733
source: Hide Next Aired infos
russian: Скрыть информацию следующего эпизода

# #31734
source: Indicators
russian: Индикаторы

# #31735
source: All
russian: Всё

# #31736
source: Hide unwatched indicator only
russian: Скрыть только непросмотренны индикатор

# #31737
source: Hub Image
russian: Изображения информационного центра

# #31738
source: Unwatched Movies
russian: Непросмотренные фильмы

# #31739
source: Unwatched Episodes
russian: Непросмотренные Серии

# #31740
source: Pixelated
russian: Пикселизированный

# #31741
source: [B]colorbox Script[/B] addon is needed to display pixelated fanart on music visualisation background.
russian: Необходим дополнение для отображения пикселизированного фанарта на фоне визуализации музыки

# #31742
source: Logos with Fanarts/Thumbs
russian: Логотипы с Фан-арт/Миниатюры

# #31743
source: Big wide with cleararts
russian: Большой и широкий с эффектами прозрачности

# #31744
source: Cleararts list
russian: Список прозрачных эффектов

# #31745
source: Logos list
russian: Список логотипов

# #31746
source: Hide bottom bar
russian: Скрыть нижнюю панель

# #31747
source: Start automatically Artwork Downloader after library update
russian: Автоматический запуск скачивания картинок после обновления библиотеки

# #31748
source: Download automatically all necessary artworks using [B]Artwork Downloader[/B] addon.
russian: Скачать автоматически все необходимые картинки с помощью [B]Downloader Artwork[/B] addon.

# #31749
source: Show CDArts on videos infos
russian: Показать диск на видео информации

# #31750
source: Show CDArts on video infos.
russian: Показать диск на видео информации.

# #31751
source: Hide submenus icons
russian: Скрыть значки подменю

# #31752
source: Hide submenus icons.
russian: Скрыть значки подменю.

# #31753
source: Main color of indicators
russian: Основной цвет индикаторов

# #31754
source: Secondary color of indicators
russian: Вторичный цвет индикаторов

# #31755
source: Set the main color of watched, unwatched, recently added and ongoing indicators.
russian: Установить основной цвет просмотренных, непросмотрен, недавно добавленных и текущих индикаторов.

# #31756
source: Set the secondary color of watched, unwatched, recently added and ongoing indicators.
russian: Установить вторичный цвет просмотренных, непросмотрен, недавно добавленных и текущих индикаторов.

# #31757
source: Submenus style
russian: Стиль подменю

# #31758
source: Set submenus style.
russian: Установить стиль подменю.

# #31759
source: Large
russian: Большой

# #31760
source: Small
russian: Маленький

# #31761
source: Allow widgets reloading.
russian: Разрешить перезагрузку виджета.

# #31762
source: Showcase
russian: Витрина

# #31764
source: please wait
russian: пожалуйста подождите...
