Repository: devilousion/skin.eminence.2.mod.by.abeksis
Catalog: skin/skin.eminence.2.mod/language/*/strings.po
Languages: russian

# #31000
source: Item
russian: Объект

# #31001
source: Items
russian: Объекты

# #31002
source: Tag
russian: Тег

# #31003
source: Next
russian: Следующий

# #31004
source: Opaque panels
russian: Кроющие панели

# #31005
source: Video OSD
russian: Экранное меню видео

# #31006
source: Show infos when pressing info
russian: Показать информацию при нажатии информация

# #31007
source: Show media flags
russian: Показать медиа-флаги

# #31008
source: Show plot overlay in video library after delay
russian: Показать сюжет наложения в видеотеке после задержки

# #31009
source: Open playlist
russian: Открыть плейлист

# #31010
source: Save playlist
russian: Сохранить плейлист

# #31011
source: Close playlist
russian: Закрыть плейлист

# #31012
source: Current playlist
russian: Текущий плейлист

# #31013
source: Muted
russian: Приглушенный

# #31014
source: Show header
russian: Показать заголовок

# #31015
source: Live TV
russian: ТВ онлайн

# #31016
source: Show widget infos
russian: Инфо о Виджете

# #31017
source: Votes
russian: Голоса

# #31018
source: Increase
russian: Увеличить

# #31019
source: Decrease
russian: Уменьшить

# #31020
source: Background
russian: Фоновый рисунок

# #31021
source: Show fanarts
russian: Показать фан-арты

# #31027
source: Show background video
russian: Показать фоновая видео

# #31028
source: Show background visualisation
russian: Показать фоновую визуализацию

# #31031
source: Recent movies
russian: Последние фильмы

# #31032
source: Recommended movies
russian: Рекомендуемые фильмы

# #31034
source: Enable Artist Slideshow
russian: Включите слайд-шоу артиста

# #31035
source: Recent episodes
russian: Последние эпизоды

# #31036
source: Recommended episodes
russian: Рекомендуемые серии

# #31038
source: Recent albums
russian: Последние альбомы

# #31039
source: Recommended albums
russian: Рекомендуемые альбомы

# #31043
source: Extra art
russian: Дополнительное искусство

# #31044
source: Local subtitle found!
russian: Местные субтитры найдены!

# #31045
source: Supplied by
russian: Предоставлено

# #31046
source: Currently
russian: В данный момент

# #31047
source: Visualisation Presets
russian: Пресеты визуализаций

# #31048
source: Playlist Options
russian: Параметры плейлиста

# #31049
source: Customise home menu
russian: Кастомизировать главное меню

# #31052
source: Rated
russian: Оценены

# #31054
source: Random movies
russian: Случайные фильмы

# #31055
source: Random episodes
russian: Случайные серии

# #31056
source: Random albums
russian: Случайные альбомы

# #31057
source: Kiosk mode
russian: Мод Киоск

# #31059
source: Memory Used:
russian: Используемая память:

# #31063
source: Addons
russian: Дополнения

# #31064
source: Custom background image
russian: Пользовательские фоновое изображение

# #31065
source: Hide 'Mouse' warning
russian: Скрыть предупреждение «Мышь»

# #31067
source: Page
russian: Страница

# #31068
source: View Options
russian: Параметры вида

# #31069
source: Context Menu
russian: Контекстное меню

# #31070
source: Infos
russian: Информация

# #31071
source: Finishes at
russian: Заканчивается на

# #31072
source: Playing
russian: Воспроизводится

# #31073
source: Categories
russian: Категории

# #31074
source: Submenu
russian: Подменю

# #31075
source: Icon
russian: Значок

# #31076
source: Weather Fanart
russian: Фан-арт погоды

# #31077
source: Trending Movies
russian: Актуальные фильмы

# #31078
source: In Cinemas
russian: В кинотеатрах

# #31079
source: Upcoming Films
russian: Предстоящие фильмы

# #31080
source: Popular Movies
russian: Популярные фильмы

# #31081
source: Top Rated Movies
russian: Лучшие фильмы

# #31082
source: Popular Shows
russian: Популярные ТВ шоу

# #31083
source: Top Rated Shows
russian: ТВ шоу с лучшим рейтингом

# #31084
source: On Air Shows
russian: Транслируемое в настоящее время

# #31085
source: Airing Today
russian: Транслируемое сегодня

# #31086
source: Custom 1
russian: Пользовательские 1

# #31087
source: Custom 2
russian: Пользовательские 2

# #31088
source: Custom 3
russian: Пользовательские 3

# #31089
source: Custom 4
russian: Пользовательские 4

# #31090
source: Content Loading
russian: Загрузка контента

# #31091
source: Trending Shows
russian: Актуальные передачи

# #31092
source: No info available
russian: Нет данных

# #31093
source: Movie Hub
russian: Категория фильмы

# #31094
source: TV Hub
russian: Категория сериалы

# #31095
source: Spotlight
russian: Сцена

# #31096
source: Hub items
russian: Объекты содержимости

# #31097
source: Hub widget
russian: Виджет содержимости

# #31098
source: Artwork
russian: Картинки

# #31099
source: Codec
russian: Кодек

# #31100
source: Recently Added
russian: Недавно добавленные

# #31101
source: Recently Played
russian: Недавно воспроизведенные

# #31102
source: Watch Random
russian: Случайный просмотр

# #31103
source: Delete Settings Shortcut
russian: Удалить параметры ярлыка

# #31104
source: Are you sure you want to remove the settings shortcut?[CR]Please ensure that you have an alternative method of accessing settings before you remove this shortcut.
russian: Вы уверены, что вы хотите удалить параметры ярлыка?[CR] Пожалуйста, убедитесь, что у вас есть альтернативный способ доступа к параметрам, прежде чем удалить этот ярлык.

# #31105
source: Extra Infos
russian: Дополнительная информация

# #31106
source: 3D Mode
russian: Режим 3D

# #31107
source: Similar
russian: Похожий

# #31109
source: provided by themoviedb.org
russian: Предоставлено сайтом themoviedb.org

# #31110
source: Extras
russian: Дополнительно

# #31111
source: Primary highlight color
russian: Выберите цвет для главнова заголовка

# #31112
source: Secondary highlight color
russian: Выберите цвет вторичного заголовка

# #31113
source: Reset main color to default
russian: Восстановить по умолчанию основной цвет

# #31114
source: Weather fanart
russian: Фан-арт погоды

# #31115
source: Show weather with clock
russian: Показывать погоду с часами

# #31116
source: Animate fanarts
russian: Оживить фанарт

# #31117
source: mins
russian: Минуты

# #31118
source: Animate artist fanarts
russian: Анимировать Фан-арт артиста

# #31119
source: Show visualisation effects
russian: Показать эффекты визуализации

# #31120
source: Hide playback infos
russian: Скрыть Инфо воспроизведения

# #31121
source: Music OSD
russian: Экранное меню музыки

# #31122
source: Match header tile with highlight color
russian: Подобрать цвет плитки в меню выбора цвета

# #31123
source: Hub
russian: Пользовательский хаб

# #31124
source: Similar movies
russian: Похожие фильмы

# #31125
source: Similar to
russian: Похожий на

# #31126
source: Colors
russian: Цвета

# #31127
source: Header
russian: Заголовок

# #31128
source: Color
russian: Цвет

# #31129
source: Enable individual color for each tile in home customisation
russian: Включить индивидуальные цвета для каждой плитки в кастомизаций главного экрана

# #31130
source: items found
russian: Найдены Объекты

# #31131
source: Search Options
russian: Параметры поиска

# #31132
source: by Title
russian: По заглавие

# #31133
source: by Genre
russian: По жанрам

# #31134
source: by Actor
russian: По актерам

# #31135
source: by Director
russian: По режиссёрам

# #31136
source: by Studio
russian: По студии

# #31137
source: Panel list
russian: Список Панель

# #31138
source: Show clock
russian: Показать часы

# #31139
source: Hubs
russian: Центр Содержание

# #31140
source: Show tile colour on unfocused tiles
russian: Вид цвета плитки на нескорректированные плитки

# #31141
source: Posters with infos
russian: Плакаты с информацией

# #31142
source: Big list infos
russian: Большой список информации

# #31143
source: Media Infos 2
russian: Инфо о медиа 2

# #31144
source: Player Controls
russian: Элементы управления проигрывателя

# #31145
source: Extended Infos
russian: Расширенная информация

# #31146
source: Fanart fallback image
russian: Запасной вариант изображения фанарт

# #31147
source: Fallback widget
russian: Запасной виджет

# #31148
source: Media Infos 3
russian: Инфо о медиа 3

# #31149
source: Next Aired
russian: Следующая серия

# #31150
source: Show widget posters
russian: Показать виджет постер

# #31151
source: Home tile icon
russian: Значок плитки главного меню

# #31152
source: Home tile text
russian: Текст плитки главного меню

# #31153
source: Always
russian: Всегда

# #31154
source: On Up
russian: При загрузке

# #31155
source: Never
russian: Никогда

# #31156
source: Show widget discart
russian: Показать виджет диск Арт

# #31157
source: Home header text
russian: Текст заголовка

# #31158
source: Media Center
russian: Медиа центр

# #31159
source: Background overlay image
russian: Накладываемое изображение фона

# #31160
source: Busy spinner
russian: Изменить значок "занят"

# #31161
source: Backup skin settings
russian: Сохранить настройки оболочка

# #31162
source: Restore skin settings from file
russian: Восстановление настроек оболочка из файла

# #31163
source: Gallery
russian: Галерея

# #31164
source: Fanarts/Thumbs list
russian: Список фанарт/миниатюр

# #31165
source: Show sorting and infos lines headers
russian: Показать сортировку и информацию строк заголовков

# #31166
source: Individually set in customisation dialog
russian: Индивидуально настроить в окне настройки

# #31167
source: Show unwatched count in header
russian: Показать подсчет непросмотренного в заголовке

# #31168
source: Now / Next
russian: Теперь / далее

# #31169
source: Reset skin settings to defaults
russian: Сброс параметров оболочка по умолчанию - (Предупреждение!! эта опция отменяет любые изменения, сделанные пользователем)

# #31170
source: Backup / Restore
russian: Резервное копирование и восстановление

# #31171
source: Reload skin
russian: Обновление оболочка

# #31172
source: Transparent home bar
russian: Прозрачный домашний бар

# #31173
source: Home bar style
russian: Стиль плиток

# #31174
source: Weather icons
russian: Иконки погоды

# #31175
source: Customise shutdown menu
russian: Настройка меню выключения

# #31176
source: Genre icons
russian: Жанр-иконы

# #31180
source: Default
russian: По умолчанию

# #31181
source: Text in tiles
russian: Текст в плитках

# #31182
source: Text only
russian: Только текст

# #31183
source: Customise shutdown menu
russian: Настройка меню выключения

# #31184
source: Splash screen (photo, video or music)
russian: Начальный экран (Фото, видео или музыки)

# #31185
source: Label
russian: Название

# #31186
source: Action
russian: Действия

# #31187
source: Background
russian: фон

# #31188
source: None (show user background)
russian: Без (Показать пользовательский фон)

# #31189
source: None
russian: Без

# #31190
source: Next Episode
russian: Следующая серия

# #31191
source: Last Episode
russian: Последние эпизоды

# #31192
source: Infos List
russian: Информационный список

# #31193
source: Box Office
russian: Касса

# #31194
source: Show plot for Hub widget
russian: Показать сюжет при нажатие "инфо"

# #31195
source: Allow widget reloading
russian: Разрешить перегрузку виджета

# #31500
source: None
russian: Без

# #31501
source: Rounded tiles
russian: Округлые плитки

# #31502
source: Squared tiles
russian: Прямоугольной плитки

# #31503
source: Rounded Tile
russian: Округлые плитка

# #31504
source: Squared Tile
russian: Прямоугольной плитки

# #31505
source: Beveled Tile
russian: Скошенная Плитка

# #31506
source: Header tile style
russian: Стиль плитки заголовка

# #31507
source: Widgets tile style
russian: Стиль плитки виджет

# #31508
source: Power Menu Shortcut
russian: Ярлык меню выключения

# #31509
source: Display settings items
russian: Объекты настроики дисплея

# #31510
source: Disable rating and votes display
russian: Отключить отображение рейтинг и голоса

# #31511
source: Disable classification infos (MPAA) display
russian: Отключить отображение инфо классификации

# #31512
source: Show ClearArts on videos infos
russian: Показать прозрачные элементы на информации видео

# #31513
source: Show movies/tv shows clearlogos
russian: Показать логотип фильмы/сериалы

# #31514
source: active
russian: Активные

# #31515
source: inactive
russian: Неактивные

# #31516
source: Download subtitles
russian: Скачать субтитры

# #31517
source: Next subtitles
russian: Следующие субтитры

# #31518
source: Subtitles
russian: Субтитры

# #31519
source: Show artists clearlogos
russian: Показать логотип артиста

# #31520
source: Path to musics directory
russian: Путь к каталогу музыки

# #31521
source: Show albums CDArt on albums infos
russian: Показать CDArt альбома на Инфо альбома

# #31522
source: Path to musics directory
russian: Путь к каталогу музыки

# #31523
source: Last Updated :
russian: Последнее обновление:

# #31524
source: Rollback
russian: Откат

# #31525
source: Show ClearArt on video infos
russian: Показать прозрачные элементы на информации видео

# #31526
source: Back to Fullscreen
russian: Вернуться в полноэкранный режим

# #31527
source: Show ClearArt with NextUp Notification addon
russian: Показать прозрачные элементы наряду с добавлениям нотификаций

# #31528
source: Channels
russian: Каналы

# #31529
source: Disable Box Office display on video infos
russian: Отключить отображение кассы на информаций видео

# #31530
source: Disable Box Office display on video infos
russian: Отключить отображение кассы на информаций видео

# #31531
source: Hide header tile
russian: Скрыть заголовок плитки

# #31532
source: Big wide with logos
russian: Большой широкий с логотипами

# #31533
source: Fast Forward
russian: Ускоренная перемотка вперед

# #31534
source: Fast Rewind
russian: Быстрая перемотка назад

# #31535
source: Show ClearLogo on widgets tile
russian: Показать логотип фильма в окне виджета

# #31536
source: This category contains the settings for home menu.
russian: Эта категория содержит параметры для домашнего меню.

# #31537
source: This category contains the settings for background.
russian: Эта категория содержит параметры для фона.

# #31538
source: This category contains the settings for music OSD.
russian: Эта категория содержит параметры для экранное меню музыки.

# #31539
source: This category contains the settings for video OSD.
russian: Эта категория содержит параметры для экранное меню видео.

# #31540
source: This category contains the settings for header.
russian: Эта категория содержит параметры для заголовка.

# #31541
source: This category contains the settings for display items.
russian: Эта категория содержит параметры для отображения элементов.

# #31542
source: This category contains the settings for highlight colors.
russian: Эта категория содержит параметры для выделения цветов.

# #31543
source: This category contains the skin extras settings.
russian: Эта категория содержит параметры дополнительные услуги оболочка.

# #31544
source: This category contains the settings for backup and restore skin settings.
russian: Эта категория содержит настройки для резервного копирования и восстановления параметров оболочка.

# #31545
source: Configure home menu and widgets.
russian: Настройка главного меню и виджеты.

# #31546
source: Select the widget to display when no widget is selected in the configuration of the home menu.
russian: Выберите виджет для отображения, когда виджет не выбран в конфигурации домашнего меню.

# #31547
source: Show widget tile and infos on home menu.
russian: Показать виджет плитки и информацию на главном меню.

# #31548
source: Choose how posters are displayed with widgets. [[B]Never[/B]]" No poster is displayed with widgets. [[B]Always[/B]] Posters are always displayed with widgets. [[B]On Up[/B]] Posters are displayed only when pressing the Up button. [B]Individually set in customisation dialog[/B]] Choose to display or not posters individually for each widget via customise home menu.
russian: Выбор способа отображения плакатов в виджети.

# #31549
source: Show discs with widgets.
russian: Показать диски с виджетами.

# #31550
source: Show clearlogos with widgets.
russian: Показать логотипы с виджетами.

# #31551
source: Choose home tile icon.
russian: выберите значок домашний плитки.

# #31552
source: Set home tile text.
russian: Задать домашний текст плитки.

# #31553
source: Set home header text.
russian: Задайте текст домашнева заголовка.

# #31554
source: Lets make transparente the home bar menu
russian: Позволяет сделать домашний бар прозрачным

# #31555
source: Set home bar style.
russian: Установить стиль домашнего бара.

# #31556
source: Set header tile style.
russian: Задать стиль плитки заголовка.

# #31557
source: Set widgets tile style.
russian: Задать стиль плитки виджета.

# #31558
source: Show fanarts in background in library.
russian: Показать фанарт в фоновом режиме в библиотеке.

# #31559
source: Show vidéo in background.
russian: Показать видео в фоновом режиме.

# #31560
source: Give a displacement effect to Fanart.
russian: Дать эффект перемещения к фанарту.

# #31561
source: Select a background to replace default.
russian: Выберите фон, чтобы заменить по умолчанию.

# #31562
source: Select a background to display when no Fanart available.
russian: Выберите фон для отображения, когда нет доступного фанарт.

# #31563
source: Select fanarts Weather addon.
russian: Выберите фанарты погоды.

# #31564
source: Select background on music visualisation. [[B]None[/B]] show a black background. [[B]Fanart[/B]] show fanart set for artist. [[B]Artist Slideshow[/B]] show artist slideshow in background. [[B]Album wall[/B]] show a background with covers of all albums.
russian: Выберите фоновый рисунок, когда музыка играет.

# #31565
source: Artist Slideshow
russian: Слайд-шоу артиста

# #31566
source: Show visualisation effects on music visualisation.
russian: Показать эффекты визуализации на визуализации музыки.

# #31567
source: Give a displacement effect to artist Fanart.
russian: Дать эффект перемещения к фанарту артиста.

# #31568
source: Disable header tile on music visualisation.
russian: Отключите заголовок плитки на визуализации музыки.

# #31569
source: Show clock on music visualisation.
russian: Показать часы на визуализации музыки.

# #31570
source: Show weather on music visualisation.
russian: Показать погоду на визуализации музыки.

# #31571
source: Show infos panel using [B]Info[/B] button when viewing a video.
russian: Нажмите кнопку инфо для просмотра информации о фильме.

# #31572
source: Show ClearArt with infos panel.
russian: Показать прозрачные эффекты с информацией.

# #31573
source: Show TV Show ClearArt with [B]NextUp Notification[/B] addon.
russian: Показать прозрачные эффекты, когда есть еще одна серия.

# #31574
source: Show clock on header.
russian: Показать часы на заголовке.

# #31575
source: Show clock with weather on header.
russian: Показать часы с погодой на заголовке.

# #31576
source: Show text header.
russian: Показать текст заголовка.

# #31577
source: Show number of unwatched media rather than total number of media.
russian: показать количество непросмотренных фильмов а не Общее количество фильмов.

# #31578
source: Show header tile in the same color as the primary highlight color.
russian: Показать заголовок плитки в тот же цвет, как цвет основного выделения.

# #31579
source: Show media infos icons such as ratio, resolution, video codec, audio codec, number of channels...
russian: Показать Медиа Инфо иконки, таких как соотношение, резолюции, видео кодек, аудио кодек, количество каналов...

# #31580
source: Show synopsis of videos to the forefront after few seconds.
russian: Показать резюме видео на передний план через несколько секунд.

# #31581
source: Show sorting infos and headers lines.
russian: Показать линии заголовки и сортировки информации.

# #31582
source: Hide display of votes and notes on the entire skin.
russian: Скрой отображение голосов и заметки по всей оболочки.

# #31583
source: Hide display of MPAA on the entire skin.
russian: Скрой отображение MPAA по всей оболочки.

# #31584
source: Hide display of Box Office on video infos.
russian: Скройте отображение кассы на видео информация.

# #31585
source: Show ClearArts on video infos.
russian: Покажите прозрачные элементы на видео информация.

# #31586
source: Show movies/tv shows ClearLogo on header.
russian: Показать логотип фильмы/ сериалы в заголовке.

# #31587
source: Show artists ClearLogo on header.
russian: Показать логотип артиста в заголовке.

# #31588
source: Set folder path where music files are located.
russian: Задать путь к папке, где расположены файлы музыки.

# #31589
source: Show albums CDArt on albums infos.
russian: Показать обложку альбома в инфо альбома.

# #31590
source: Set folder path where music files are located.
russian: Задать путь к папке, где расположены файлы музыки.

# #31591
source: Set primary color for focused items.
russian: Задайте основной цвет для сфокусированных элементов.

# #31592
source: Set secondary color used by some texts.
russian: Установить вторичный цвет, используемый некоторыми текстами.

# #31593
source: Reset main color to default.
russian: Сбросить по умолчанию основной цвет.

# #31594
source: Set a color for each tile of home bar menu via customisation home menu.
russian: Задай цвет для каждой плитки меню домашнего бара через главное меню настройки.

# #31595
source: Show unfocused tiles in color.
russian: Показать в цвете не фокусированные плитки.

# #31596
source: Lock settings for use Kodi in self-service.
russian: Блокировать настройки для использования Коди в самообслуживания.

# #31597
source: Configure various functions of the power menu.
russian: Настройка различных функций меню питания.

# #31598
source: Set icon to be displayed when loading.
russian: Установить значок которы будет отображаться при загрузке.

# #31599
source: Show an opaque background on header.
russian: Показать непрозрачный фон заголовка.

# #31600
source: Select genres icons addon.
russian: Выбрать расширение стиля иконок

# #31601
source: Select a photo, a video or a music to run when Kodi starting.
russian: Выберите фотографию, видео или музыку для запуска при загрузке Коди.

# #31602
source: Show debug infos on interface.
russian: Показать отладочную информацию на интерфейсе.

# #31603
source: Debug infos
russian: Сведения об отладке

# #31604
source: Save all skin settings.
russian: Сохраните все настройки оболочки.

# #31605
source: Restore all skin settings with backup.
russian: Восстановление всех параметров оболочки с резервной копии.

# #31606
source: Reset all default skin settings. [B]CAUTION ![/B] This will replace all the current settings.
russian: Сбросить все настройки оболочки по умолчанию. [B]ВНИМАНИЕ![/B] Это заменит все текущие настройки.

# #31607
source: Necessary Addons
russian: Необходимые дополнения

# #31608
source: This category contains all necessary addons so that the skin works correctly.
russian: Эта категория содержит все необходимые дополнения, для того чтобы оболочка работала правильно.

# #31609
source: must be manually installed
russian: Должен быть установлен вручную

# #31610
source: [B]Image Resource Select Addon[/B] addon is needed to select addons (genres icons, studios icons, weather icons, etc...).
russian: [B]Image Resource Select Addon[/B] - Необходимо дополнение для выбрать всяких дополнений.

# #31611
source: [B]Skin Shortcuts[/B] addon is needed to personnalise menus and widgets.
russian: [B]Skin Shortcuts[/B] - Необходимо дополнение для персонализации меню и виджеты.

# #31612
source: [B]ExtendedInfo Script[/B] addon is needed to show additionnal infos about media.
russian: [B]ExtendedInfo Script[/B] - Необходимо дополнение для просмотра дополнительной информации о медий.
